Repository: rayenghanmi/RyTuneX
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar_tn, de, es_es, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, tr_tr, vi_vn, zh_hans, zh_hant

# Feature_DisableWindowsRecall.Description
source: Disables Windows Recall, which captures on-screen activity for AI-powered search. Recommended for privacy-conscious users and secure environments.
ar_tn: يعطّل ميزة Windows Recall، التي تلتقط النشاط الظاهر على الشاشة للبحث المدعوم بالذكاء الاصطناعي. يُنصح به للمستخدمين الحريصين على الخصوصية والبيئات الآمنة.
de: Deaktiviert Windows Recall, das Bildschirmaktivitäten für KI-gestützte Suche aufzeichnet. Empfohlen für datenschutzbewusste Nutzer und sichere Umgebungen.
es_es: Desactiva Windows Recall, que captura la actividad en pantalla para búsquedas con inteligencia artificial. Recomendado para usuarios preocupados por la privacidad y entornos seguros.
fr_fr: Désactive Windows Recall, qui enregistre l'activité à l'écran pour la recherche assistée par l'IA. Recommandé pour les utilisateurs soucieux de leur vie privée et les environnements sécurisés.
he_il: משבית את Windows Recall, אשר מקליט פעילות על המסך לצורך חיפוש מבוסס בינה מלאכותית. מומלץ למשתמשים שדואגים לפרטיותם ולסביבות מאובטחות.
id_id: Menonaktifkan Windows Recall, yang menangkap aktivitas di layar untuk pencarian yang didukung AI. Direkomendasikan untuk pengguna yang sadar privasi dan lingkungan yang aman.
it_it: Disattiva Windows Recall, che registra l'attività sullo schermo per la ricerca tramite intelligenza artificiale. Consigliato per utenti attenti alla privacy e ambienti sicuri.
ja_jp: Windows Recall を無効にします。これは、AI を活用した検索のために画面上の操作を記録します。プライバシーを重視するユーザーや安全な環境に推奨されます。
ko_kr: AI 기반 검색을 위해 화면 활동을 캡처하는 Windows Recall을 비활성화합니다. 개인 정보 보호를 중시하는 사용자와 보안 환경에 권장됩니다.
pt_br: Desativa o Windows Recall, que captura a atividade na tela para buscas com inteligência artificial. Recomendado para usuários preocupados com privacidade e ambientes seguros.
ru_ru: Отключает Windows Recall, который фиксирует действия на экране для поиска с ИИ. Рекомендуется для пользователей, заботящихся о конфиденциальности, и защищённых сред.
tr_tr: Ekrandaki etkinlikleri yapay zekâ destekli arama için kaydeden Windows Recall'ı devre dışı bırakır. Gizliliğe önem veren kullanıcılar ve güvenli ortamlar için önerilir.
vi_vn: Vô hiệu hóa Windows Recall, tính năng ghi lại hoạt động trên màn hình để phục vụ tìm kiếm bằng AI. Khuyến nghị cho người dùng quan tâm đến quyền riêng tư và môi trường bảo mật.
zh_hans: 禁用 Windows Recall, 此功能会捕捉屏幕活动以支持 AI 搜索。推荐给注重隐私的用户和安全环境中使用。
zh_hant: 禁用 Windows Recall，此功能會截取螢幕活動以支援 AI 搜尋。建議注重隱私的使用者或在安全性要求較高的環境中使用。

source: Keep app data
ar_tn: احتفظ ببيانات التطبيق
de: App-Daten behalten
es_es: Conservar los datos de la app
fr_fr: Conserver les données de l'application
he_il: שמור נתוני אפליקציה
id_id: Simpan data aplikasi
it_it: Mantieni i dati dell'app
ja_jp: アプリのデータを保持する
ko_kr: 앱 데이터를 유지
pt_br: Manter os dados do app
ru_ru: Сохранить данные приложения
tr_tr: Uygulama verilerini koru
vi_vn: Giữ lại dữ liệu ứng dụng
zh_hans: 保留应用数据
zh_hant: 保留應用程式資料

# SecurityPage_RefreshButton.Text
source: Refresh
ar_tn: تحديث
de: Aktualisieren
es_es: Actualizar
fr_fr: Actualiser
he_il: רענן
id_id: Segarkan
it_it: Aggiorna
ja_jp: 更新
ko_kr: 새로 고침
pt_br: Atualizar
ru_ru: Обновить
tr_tr: Yenile
vi_vn: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

# SecurityPage_OpenWindowsSecurity.Text
source: Open Windows Security
ar_tn: فتح أمان Windows
de: Windows-Sicherheit öffnen
es_es: Abrir Seguridad de Windows
fr_fr: Ouvrir Sécurité Windows
he_il: פתח את אבטחת Windows
id_id: Buka Keamanan Windows
it_it: Apri Sicurezza di Windows
ja_jp: Windows セキュリティを開く
ko_kr: Windows 보안 열기
pt_br: Abrir Segurança do Windows
ru_ru: Открыть безопасность Windows
tr_tr: Windows Güvenliğini Aç
vi_vn: Mở Bảo mật Windows
zh_hans: 打开 Windows 安全中心
zh_hant: 開啟 Windows 安全性

# SecurityPage_QuickScan.Text
source: Quick scan
ar_tn: فحص سريع
de: Schnellüberprüfung
es_es: Análisis rápido
fr_fr: Analyse rapide
he_il: סריקה מהירה
id_id: Pemindaian cepat
it_it: Scansione rapida
ja_jp: クイックスキャン
ko_kr: 빠른 검사
pt_br: Verificação rápida
ru_ru: Быстрая проверка
tr_tr: Hızlı tara
vi_vn: Quét nhanh
zh_hans: 快速扫描
zh_hant: 快速掃描

# SecurityPage_QuickScanTitle
source: Quick scan
ar_tn: فحص سريع
de: Schnellüberprüfung
es_es: Análisis rápido
fr_fr: Analyse rapide
he_il: סריקה מהירה
id_id: Pemindaian cepat
it_it: Scansione rapida
ja_jp: クイックスキャン
ko_kr: 빠른 검사
pt_br: Verificação rápida
ru_ru: Быстрая проверка
tr_tr: Hızlı tara
vi_vn: Quét nhanh
zh_hans: 快速扫描
zh_hant: 快速掃描

# SecurityPage_UpdateDefinitions.Text
source: Update definitions
ar_tn: تحديث التعريفات
de: Definitionen aktualisieren
es_es: Actualizar definiciones
fr_fr: Mettre à jour les définitions
he_il: עדכן הגדרות
id_id: Perbarui definisi
it_it: Aggiorna definizioni
ja_jp: 定義の更新
ko_kr: 정의 업데이트
pt_br: Atualizar definições
ru_ru: Обновить определения
tr_tr: Tanımları güncelle
vi_vn: Cập nhật định nghĩa
zh_hans: 更新定义
zh_hant: 更新定義

# SecurityPage_UpdateDefinitionsTitle
source: Update definitions
ar_tn: تحديث التعريفات
de: Definitionen aktualisieren
es_es: Actualizar definiciones
fr_fr: Mettre à jour les définitions
he_il: עדכן הגדרות
id_id: Perbarui definisi
it_it: Aggiorna definizioni
ja_jp: 定義の更新
ko_kr: 정의 업데이트
pt_br: Atualizar definições
ru_ru: Обновить определения
tr_tr: Tanımları güncelle
vi_vn: Cập nhật định nghĩa
zh_hans: 更新定义
zh_hant: 更新定義

# SecurityPage_Enable.Content
source: Enable
ar_tn: تفعيل
de: Aktivieren
es_es: Habilitar
fr_fr: Activer
he_il: הפעל
id_id: Aktifkan
it_it: Abilita
ja_jp: 有効にする
ko_kr: 사용
pt_br: Habilitar
ru_ru: Включить
tr_tr: Etkinleştir
vi_vn: Bật
zh_hans: 启用
zh_hant: 啟用

# SecurityPage_TamperProtection.Text
source: Tamper Protection
ar_tn: حماية من العبث
de: Manipulationsschutz
es_es: Protección contra manipulaciones
fr_fr: Protection contre les altérations
he_il: הגנה מפני זלזול/שיבוש
id_id: Perlindungan Tamper
it_it: Protezione manomissioni
ja_jp: 不正変更防止
ko_kr: 변조 방지
pt_br: Proteção contra adulteração
ru_ru: Защита от вмешательств
tr_tr: Kurcalamaya karşı koruma
vi_vn: Bảo vệ chống can thiệp
zh_hans: 防篡改保护
zh_hant: 防竄改保護

# SecurityPage_ControlledFolderAccess.Text
source: Controlled folder access
ar_tn: وصول مجلدات محكوم
de: Überwachter Ordnerzugriff
es_es: Acceso controlado a carpetas
fr_fr: Accès contrôlé aux dossiers
he_il: גישה לתיקיות מבוקרת
id_id: Akses folder terkontrol
it_it: Accesso cartelle controllato
ja_jp: 制御されたフォルダーアクセス
ko_kr: 제한된 폴더 액세스
pt_br: Acesso controlado a pastas
ru_ru: Управляемый доступ к папкам
tr_tr: Denetimli klasör erişimi
vi_vn: Truy cập thư mục có kiểm soát
zh_hans: 受控文件夹访问
zh_hant: 受控資料夾存取

# SecurityPage_BitLockerEncryption.Text
source: BitLocker drive encryption
ar_tn: تشفير محرك BitLocker
de: BitLocker-Laufwerkverschlüsselung
es_es: Cifrado de unidad BitLocker
fr_fr: Chiffrement de lecteur BitLocker
he_il: הצפנת כונן BitLocker
id_id: Enkripsi drive BitLocker
it_it: Crittografia unità BitLocker
ja_jp: BitLocker ドライブの暗号化
ko_kr: BitLocker 드라이브 암호화
pt_br: Criptografia de unidade BitLocker
ru_ru: Шифрование диска BitLocker
tr_tr: BitLocker sürücü şifreleme
vi_vn: Mã hóa ổ BitLocker
zh_hans: BitLocker 驱动器加密
zh_hant: BitLocker 磁碟機加密

# SecurityPage_WindowsDefenderService.Text
source: Microsoft Defender service
ar_tn: خدمة Microsoft Defender
de: Microsoft Defender-Dienst
es_es: Servicio de Microsoft Defender
fr_fr: Service Microsoft Defender
he_il: שירות Microsoft Defender
id_id: Layanan Microsoft Defender
it_it: Servizio Microsoft Defender
ja_jp: Microsoft Defender サービス
ko_kr: Microsoft Defender 서비스
pt_br: Serviço do Microsoft Defender
ru_ru: Служба Microsoft Defender
tr_tr: Microsoft Defender hizmeti
vi_vn: Dịch vụ Microsoft Defender
zh_hans: Microsoft Defender 服务
zh_hant: Microsoft Defender 服務

# SecurityPage_ActiveMalwareScanning.Text
source: Active malware scanning
ar_tn: فحص البرامج الضارة النشط
de: Aktive Malwareüberprüfung
es_es: Análisis activo de malware
fr_fr: Analyse active des logiciels malveillants
he_il: סריקת תוכנות זדוניות פעילה
id_id: Pemindaian malware aktif
it_it: Scansione malware attiva
ja_jp: アクティブなマルウェアスキャン
ko_kr: 활성 악성코드 검사
pt_br: Verificação ativa de malware
ru_ru: Активное сканирование вредоносного ПО
tr_tr: Aktif kötü amaçlı yazılım tarama
vi_vn: Quét phần mềm độc hại chủ động
zh_hans: 主动恶意软件扫描
zh_hant: 主動惡意軟體掃描

# SecurityPage_BlocksUnauthorizedAccess.Text
source: Blocks unauthorized network access
ar_tn: يمنع الوصول الشبكي غير المصرح به
de: Blockiert unbefugten Netzwerkzugriff
es_es: Bloquea el acceso no autorizado a la red
fr_fr: Bloque les accès réseau non autorisés
he_il: חוסם גישה לרשת לא מורשית
id_id: Memblokir akses jaringan tidak sah
it_it: Blocca accessi non autorizzati
ja_jp: 不正なネットワークアクセスをブロックします
ko_kr: 무단 네트워크 액세스 차단
pt_br: Bloqueia acesso não autorizado à rede
ru_ru: Блокирует несанкционированный сетевой доступ
tr_tr: Yetkisiz ağ erişimini engeller
vi_vn: Chặn truy cập mạng trái phép
zh_hans: 阻止未授权的网络访问
zh_hant: 封鎖未經授權的網路存取

# SecurityPage_SecurityPatchesAndUpdates.Text
source: Security patches and feature updates
ar_tn: تصحيحات الأمان وتحديثات الميزات
de: Sicherheitsupdates und Funktionsupdates
es_es: Parches de seguridad y actualizaciones de funciones
fr_fr: Correctifs de sécurité et mises à jour de fonctionnalités
he_il: עדכוני אבטחה ותכונות
id_id: Patch keamanan dan pembaruan fitur
it_it: Aggiornamenti sicurezza e funzioni
ja_jp: セキュリティパッチと機能の更新
ko_kr: 보안 패치 및 기능 업데이트
pt_br: Correções de segurança e atualizações de recursos
ru_ru: Патчи безопасности и обновления функций
tr_tr: Güvenlik düzeltmeleri ve özellik güncellemeleri
vi_vn: Bản vá bảo mật và cập nhật tính năng
zh_hans: 安全补丁和功能更新
zh_hant: 安全修補和功能更新

# SecurityPage_AdministrativeAccessControl.Text
source: Controls administrative access prompts
ar_tn: يتحكم في مطالبات وصول المسؤول
de: Steuert Administratorabfragen
es_es: Controla las solicitudes de acceso de administrador
fr_fr: Contrôle des demandes d’accès administrateur
he_il: שולט בבקשות הרשאות מנהל
id_id: Mengontrol prompt akses administratif
it_it: Controlla richieste amministratore
ja_jp: 管理者アクセスのプロンプトを制御します
ko_kr: 관리자 권한 프롬프트 제어
pt_br: Controla solicitações de acesso administrativo
ru_ru: Контролирует запросы доступа администратора
tr_tr: Yönetici erişim istemlerini denetler
vi_vn: Kiểm soát lời nhắc cấp quyền quản trị
zh_hans: 控制管理员访问提示
zh_hant: 控制系統管理員權限提示

# SecurityPage_PreventsUnauthorizedChanges.Text
source: Prevents unauthorized changes to security settings
ar_tn: يمنع التغييرات غير المصرح بها في إعدادات الأمان
de: Verhindert unbefugte Änderungen an Sicherheitseinstellungen
es_es: Evita cambios no autorizados en la configuración de seguridad
fr_fr: Empêche les modifications non autorisées des paramètres de sécurité
he_il: מונע שינויים לא מורשים בהגדרות אבטחה
id_id: Mencegah perubahan tidak sah pada pengaturan keamanan
it_it: Previene modifiche non autorizzate
ja_jp: セキュリティ設定への不正な変更を防ぎます
ko_kr: 보안 설정에 대한 무단 변경 방지
pt_br: Impede alterações não autorizadas nas configurações de segurança
ru_ru: Предотвращает несанкционированные изменения настроек безопасности
tr_tr: Yetkisiz değişiklikleri engeller
vi_vn: Ngăn thay đổi trái phép đối với cài đặt bảo mật
zh_hans: 防止未经授权更改安全设置
zh_hant: 防止未經授權變更安全設定

# SecurityPage_RansomwareProtection.Text
source: Protect folders from unauthorized changes (ransomware protection)
ar_tn: حماية المجلدات من التغييرات غير المصرح بها (حماية من الفدية)
de: Ordner vor unbefugten Änderungen schützen (Ransomware-Schutz)
es_es: Protege carpetas de cambios no autorizados (protección contra ransomware)
fr_fr: Protéger les dossiers contre les modifications non autorisées (protection contre les rançongiciels)
he_il: מגן על תיקיות מפני שינויים לא מורשים (הגנה מפני כופרה)
id_id: Lindungi folder dari perubahan tidak sah (perlindungan ransomware)
it_it: Protegge cartelle (ransomware)
ja_jp: フォルダーを不正な変更から保護します（ランサムウェア対策）
ko_kr: 무단 변경으로부터 폴더 보호(랜섬웨어 방지)
pt_br: Proteger pastas contra alterações não autorizadas (proteção contra ransomware)
ru_ru: Защищает папки от несанкционированных изменений (защита от программ-вымогателей)
tr_tr: Klasörleri yetkisiz değişikliklere karşı korur (fidye yazılım koruması)
vi_vn: Bảo vệ thư mục khỏi thay đổi trái phép (bảo vệ chống ransomware)
zh_hans: 防止 ransomware 未经授权更改文件夹
zh_hant: 保護資料夾避免 ransomware 未授權變更

# SecurityPage_DriveEncryptionStatus.Text
source: Drive encryption status
ar_tn: حالة تشفير المحرك
de: Status der Laufwerksverschlüsselung
es_es: Estado del cifrado de la unidad
fr_fr: État du chiffrement du lecteur
he_il: מצב הצפנת הכונן
id_id: Status enkripsi drive
it_it: Stato crittografia unità
ja_jp: ドライブ暗号化の状態
ko_kr: 드라이브 암호화 상태
pt_br: Status da criptografia da unidade
ru_ru: Статус шифрования диска
tr_tr: Sürücü şifreleme durumu
vi_vn: Trạng thái mã hóa ổ
zh_hans: 驱动器加密状态
zh_hant: 磁碟機加密狀態

# SecurityPage_CoreSecurityService.Text
source: Core security service status
ar_tn: حالة خدمة الأمان الأساسية
de: Status des Sicherheitskerndienstes
es_es: Estado del servicio de seguridad principal
fr_fr: État du service de sécurité principal
he_il: מצב שירות האבטחה המרכזי
id_id: Status layanan keamanan inti
it_it: Stato servizio sicurezza core
ja_jp: コア セキュリティ サービスの状態
ko_kr: 핵심 보안 서비스 상태
pt_br: Status do serviço de segurança principal
ru_ru: Статус основной службы безопасности
tr_tr: Çekirdek güvenlik hizmeti durumu
vi_vn: Trạng thái dịch vụ bảo mật lõi
zh_hans: 核心安全服务状态
zh_hant: 核心安全服務狀態

# SecurityPage_LastUpdated
source: Last updated
ar_tn: آخر تحديث
de: Zuletzt aktualisiert
es_es: Última actualización
fr_fr: Dernière mise à jour
he_il: עודכן לאחרונה
id_id: Terakhir diperbarui
it_it: Ultimo aggiornamento
ja_jp: 最終更新
ko_kr: 마지막 업데이트
pt_br: Última atualização
ru_ru: Последнее обновление
tr_tr: Son güncelleme
vi_vn: Cập nhật lần cuối
zh_hans: 上次更新
zh_hant: 上次更新

# SecurityPage_LastRefreshed
source: Last refreshed
ar_tn: آخر تحديث
de: Zuletzt aktualisiert
es_es: Última actualización
fr_fr: Dernier rafraîchissement
he_il: רענון לאחרון
id_id: Terakhir disegarkan
it_it: Ultimo aggiornamento
ja_jp: 最終更新
ko_kr: 마지막 새로 고침
pt_br: Última atualização
ru_ru: Последнее обновление
tr_tr: Son yenileme
vi_vn: Làm mới lần cuối
zh_hans: 上次刷新
zh_hant: 上次重新整理

# SecurityPage_QuickScanCompleted
source: Quick scan completed
ar_tn: اكتمل الفحص السريع
de: Schnellüberprüfung abgeschlossen
es_es: Análisis rápido completado
fr_fr: Analyse rapide terminée
he_il: הסריקה המהירה הושלמה
id_id: Pemindaian cepat selesai
it_it: Scansione rapida completata
ja_jp: クイックスキャンが完了しました
ko_kr: 빠른 검사 완료
pt_br: Verificação rápida concluída
ru_ru: Быстрая проверка завершена
tr_tr: Hızlı tarama tamamlandı
vi_vn: Quét nhanh hoàn tất
zh_hans: 快速扫描已完成
zh_hant: 快速掃描已完成

# SecurityPage_QuickScanFailed
source: Quick scan failed
ar_tn: فشل الفحص السريع
de: Schnellüberprüfung fehlgeschlagen
es_es: Análisis rápido fallido
fr_fr: Échec de l’analyse rapide
he_il: הסריקה המהירה נכשלה
id_id: Pemindaian cepat gagal
it_it: Scansione rapida non riuscita
ja_jp: クイックスキャンに失敗しました
ko_kr: 빠른 검사 실패
pt_br: Falha na verificação rápida
ru_ru: Не удалось выполнить быструю проверку
tr_tr: Hızlı tarama başarısız
vi_vn: Quét nhanh thất bại
zh_hans: 快速扫描失败
zh_hant: 快速掃描失敗

# SecurityPage_DefinitionsUpdated
source: Definitions updated
ar_tn: تم تحديث التعريفات
de: Definitionen aktualisiert
es_es: Definiciones actualizadas
fr_fr: Définitions mises à jour
he_il: ההגדרות עודכנו
id_id: Definisi diperbarui
it_it: Definizioni aggiornate
ja_jp: 定義が更新されました
ko_kr: 정의가 업데이트되었습니다
pt_br: Definições atualizadas
ru_ru: Определения обновлены
tr_tr: Tanımlar güncellendi
vi_vn: Đã cập nhật định nghĩa
zh_hans: 定义已更新
zh_hant: 定義已更新

# SecurityPage_DefinitionsUpdateFailed
source: Definitions update failed
ar_tn: فشل تحديث التعريفات
de: Aktualisierung der Definitionen fehlgeschlagen
es_es: Error al actualizar las definiciones
fr_fr: Échec de la mise à jour des définitions
he_il: עדכון ההגדרות נכשל
id_id: Pembaruan definisi gagal
it_it: Aggiornamento definizioni fallito
ja_jp: 定義の更新に失敗しました
ko_kr: 정의 업데이트 실패
pt_br: Falha ao atualizar definições
ru_ru: Не удалось обновить определения
tr_tr: Tanımlar güncellenemedi
vi_vn: Cập nhật định nghĩa thất bại
zh_hans: 定义更新失败
zh_hant: 定義更新失敗

source: None
ar_tn: لا شيء
de: Keine
es_es: Ninguno
fr_fr: Aucun
he_il: אין
id_id: Tidak ada
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
pt_br: Nenhum
ru_ru: Нет
tr_tr: Yok
vi_vn: Không
zh_hans: 无
zh_hant: 無

# SecurityPage_WebAndAppProtection.Text
source: Protects you on the web and in apps
ar_tn: يحميك على الويب وفي التطبيقات
de: Schützt im Web und in Apps
es_es: Te protege en la web y en las aplicaciones
fr_fr: Vous protège sur le web et dans les applications
he_il: מגן עבורך ברשת וביישומים
id_id: Melindungi Anda di web dan di aplikasi
it_it: Ti protegge sul web e nelle app
ja_jp: Web とアプリ上で保護します
ko_kr: 웹 및 앱에서 사용자를 보호합니다
pt_br: Protege você na web e nos aplicativos
ru_ru: Защищает в Интернете и в приложениях
tr_tr: Web ve uygulamalarda sizi korur
vi_vn: Bảo vệ bạn trên web và trong ứng dụng
zh_hans: 保护您在网页和应用中的安全
zh_hant: 保護您在網站與應用程式中的安全

# OptimizeSystemPage_BatterySection.Text
source: Battery & Power
ar_tn: البطارية والطاقة
de: Akku & Energie
es_es: Batería y energía
fr_fr: Batterie et alimentation
he_il: סוללה וחשמל
id_id: Baterai & Daya
it_it: Batteria e alimentazione
ja_jp: バッテリーと電源
ko_kr: 배터리 및 전원
pt_br: Bateria e energia
ru_ru: Батарея и питание
tr_tr: Pil ve Güç
vi_vn: Pin & Nguồn
zh_hans: 电池和电源
zh_hant: 電池與電源

# Feature_PowerMode.Header
source: Power Mode
ar_tn: وضع الطاقة
de: Energiemodus
es_es: Modo de energía
fr_fr: Mode d'alimentation
he_il: מצב צריכת חשמל
id_id: Mode Daya
it_it: Modalità risparmio energia
ja_jp: 電源モード
ko_kr: 전원 모드
pt_br: Modo de energia
ru_ru: Режим питания
tr_tr: Güç Modu
vi_vn: Chế độ nguồn
zh_hans: 电源模式
zh_hant: 電源模式

# Feature_PowerMode.Description
source: Select a power plan to balance performance and energy consumption
ar_tn: اختر خطة طاقة لتحقيق التوازن بين الأداء واستهلاك الطاقة
es_es: Seleccione un plan de energía para equilibrar el rendimiento y el consumo de energía
fr_fr: Sélectionnez un mode de gestion de l'alimentation pour équilibrer performances et consommation d'énergie
he_il: בחר תוכנית צריכת חשמל לאיזון בין ביצועים לצריכת אנרגיה
id_id: Pilih paket daya untuk menyeimbangkan kinerja dan konsumsi energi
it_it: Seleziona una combinazione per il risparmio di energia per bilanciare prestazioni e consumo energetico
ja_jp: パフォーマンスと消費電力のバランスを取るために電源プランを選択してください
ko_kr: 성능과 에너지 소비의 균형을 맞추려면 전원 관리 옵션을 선택하세요
pt_br: Selecione um plano de energia para equilibrar desempenho e consumo de energia
ru_ru: Выберите схему электропитания для баланса между производительностью и энергопотреблением
tr_tr: Performans ve enerji tüketimini dengelemek için bir güç planı seçin
vi_vn: Chọn gói năng lượng để cân bằng hiệu suất và mức tiêu thụ năng lượng
zh_hans: 选择电源计划以平衡性能和能耗
zh_hant: 選擇電源計劃以平衡效能和能源消耗

# Feature_AddUltimatePowerPlan.Description
source: Adds the hidden Ultimate Performance power plan to your system for maximum performance.
ar_tn: تضيف خطة الأداء الفائق المخفية إلى النظام للحصول على أقصى أداء.
de: Fügt den versteckten Energiesparplan für maximale Leistung hinzu.
es_es: Agrega el plan de energía oculto de máximo rendimiento para un rendimiento máximo.
fr_fr: Ajoute le plan d’alimentation Performances ultimes masqué pour des performances maximales.
he_il: מוסיף את תוכנית הביצועים המרביים הנסתרת למערכת.
id_id: Menambahkan paket daya Ultimate Performance tersembunyi ke sistem Anda untuk kinerja maksimal.
it_it: Aggiunge il piano di alimentazione nascosto per prestazioni massime.
ja_jp: 最大のパフォーマンスを得るため、非表示の究極のパフォーマンス電源プランを追加します。
ko_kr: 최대 성능을 위해 숨겨진 최고 성능 전원 계획을 추가합니다.
pt_br: Adiciona o plano de energia oculto de desempenho máximo ao sistema.
ru_ru: Добавляет скрытый план электропитания для максимальной производительности.
tr_tr: Maksimum performans için gizli En Yüksek Performans güç planını ekler.
vi_vn: Thêm gói năng lượng hiệu suất tối đa ẩn để đạt hiệu năng cao nhất.
zh_hans: 将隐藏的极致性能电源计划添加到系统中。
zh_hant: 將隱藏的極致效能電源計畫新增至系統。

# UltimatePowerPlanAdded
source: Ultimate Performance power plan added successfully.
ar_tn: تمت إضافة خطة الأداء الفائق بنجاح.
de: Ultimativer Leistungsplan erfolgreich hinzugefügt.
es_es: Plan de máximo rendimiento agregado correctamente.
fr_fr: Le plan Performances ultimes a été ajouté avec succès.
he_il: תוכנית הביצועים המרביים נוספה בהצלחה.
id_id: Paket daya Ultimate Performance berhasil ditambahkan.
it_it: Piano Prestazioni elevate aggiunto correttamente.
ja_jp: 究極のパフォーマンスプランを追加しました。
ko_kr: 최고 성능 전원 계획이 성공적으로 추가되었습니다.
pt_br: Plano de desempenho máximo adicionado com sucesso.
ru_ru: План максимальной производительности успешно добавлен.
tr_tr: En Yüksek Performans güç planı başarıyla eklendi.
vi_vn: Đã thêm gói hiệu suất tối đa thành công.
zh_hans: 已成功添加极致性能计划。
zh_hant: 已成功新增極致效能計畫。

# Feature_AddUltimatePowerPlanButton.Content
source: Add Plan
ar_tn: إضافة الخطة
de: Plan hinzufügen
es_es: Agregar plan
fr_fr: Ajouter le plan
he_il: הוסף תוכנית
id_id: Tambahkan Paket
it_it: Aggiungi piano
ja_jp: プランを追加
ko_kr: 계획 추가
pt_br: Adicionar plano
ru_ru: Добавить план
tr_tr: Plan Ekle
vi_vn: Thêm gói
zh_hans: 添加计划
zh_hant: 新增計畫

# UltimatePowerPlanExists
source: Ultimate Performance power plan already exists.
ar_tn: خطة الأداء الفائق موجودة بالفعل.
de: Der ultimative Leistungsplan ist bereits vorhanden.
es_es: El plan de máximo rendimiento ya existe.
fr_fr: Le plan Performances ultimes existe déjà.
he_il: תוכנית הביצועים המרביים כבר קיימת.
id_id: Paket daya Ultimate Performance sudah ada.
it_it: Il piano Prestazioni elevate esiste già.
ja_jp: 究極のパフォーマンスプランは既に存在します。
ko_kr: 최고 성능 전원 계획이 이미 존재합니다.
pt_br: O plano de desempenho máximo já existe.
ru_ru: План максимальной производительности уже существует.
tr_tr: En Yüksek Performans güç planı zaten mevcut.
vi_vn: Gói hiệu suất tối đa đã tồn tại.
zh_hans: 极致性能计划已存在。
zh_hant: 極致效能計畫已存在。

# Feature_AddUltimatePowerPlan.Header
source: Add Ultimate Performance Plan
ar_tn: إضافة خطة الأداء الفائق
de: Ultimativen Leistungsplan hinzufügen
es_es: Agregar plan de máximo rendimiento
fr_fr: Ajouter le plan Performances ultimes
he_il: הוספת תוכנית ביצועים מרביים
id_id: Tambahkan Paket Daya Ultimate Performance
it_it: Aggiungi piano Prestazioni elevate
ja_jp: 究極のパフォーマンスプランを追加
ko_kr: 최고 성능 전원 계획 추가
pt_br: Adicionar plano de desempenho máximo
ru_ru: Добавить план максимальной производительности
tr_tr: En Yüksek Performans Planını Ekle
vi_vn: Thêm gói hiệu suất tối đa
zh_hans: 添加极致性能计划
zh_hant: 新增極致效能計畫

# Feature_DisableUsbPowerSaving.Header
source: Disable USB Power Saving
ar_tn: تعطيل توفير طاقة USB
de: USB-Energiesparen deaktivieren
es_es: Desactivar el ahorro de energía de USB
fr_fr: Désactiver l'économie d'énergie USB
he_il: השבתת חיסכון בחשמל של USB
id_id: Nonaktifkan Penghematan Daya USB
it_it: Disattiva il risparmio energetico USB
ja_jp: USB省電力機能を無効化
ko_kr: USB 절전 기능 비활성화
pt_br: Desativar economia de energia USB
ru_ru: Отключить энергосбережение USB
tr_tr: USB güç tasarrufunu devre dışı bırak
vi_vn: Tắt tiết kiệm điện USB
zh_hans: 禁用 USB 节能
zh_hant: 停用 USB 節能
